JOKES = ['''Тренер утешает проигравшего боксера:\n
- Но в третьем раунде ты своего противника здорово напугал.\n
- Чем это?\n
- Ему показалось, что он тебя убил.''',
         '''Старушка входит в переполненный ленинградский автобус. Никто ей не уступает место.\n
- Неужели в Санкт-Петербурге не осталось интеллигенции?\n
Ей отвечает сидящий здоровяк:\n
- Интелихенции, мамаша, до хрена, а вот автобусов мало!
         ''',
         '''- Господин капитан, почему большинство кораблей носят женские имена?\n- Если бы вы знали, как ими трудно управлять, вы бы не задавали глупых вопросов.
         ''',
         '''- Вовочка, открой скорее ротик и скажи а-а-а, чтобы этот злой и противный доктор смог наконец вытащить свой пальчик из твоих зубок!
         ''',
         '''Лекция в сельскохозяйственном институте. Профессор говорит:\n
- Племенной бык может произвести до ста половых актов.\n
Студентка:\n
- Это за какой период времени?\n
Профессор:\n
- За сутки.\n
Студентка:\n
- Повторите это для студента с последнего ряда.\n
Студент с последнего ряда:\n
- Скажите, профессор, с одной коровой или со всем стадом?\n
Профессор:\n
- Со всем стадом.\n
Студент:\n
- Повторите это для студентки с первого ряда.
         ''',
         '''Прапор приходит домой и говорит жене:\n
- Жрать давай!\n
Жена жалуется:\n
- Я так устала. За весь день ни разу не присела...\n
.....\n
Прапор сжалился над ней и заставил присесть ее двести раз...''',
         '''Налоговый инспектор спрашивает нового русского:\n
- Вы уверены, что виллу, пять "Мерседесов" и шесть квартир в центре вы купили на честно заработанные деньги?\n
- А, на какие еще?\n
- Мне кажется, что все это куплено на народные деньги!\n
- Ты че, ваще?! Откуда у народа такие деньги?''',
         '''Прапорщик объясняет новобранцам:\n
- Если камень подбросить, он упадет на землю - на него действует сила земного притяжения.\n
- А если он упадет в воду? - спрашивает новичок.\n
- Это нас не касается, этим занимаются на флоте.''',
         '''Шестисотый мерин въезжает сзади в каток. Из машины вылезает здоровенный детина и начинает звонить по мобиле своему гаишнику.\n
Через некоторое время останавливается милицейская тачка, из нее выходит гаишник, подходит к водителю катка, отводит его в сторону и задушевно шепчет:\n
- Ну, рассказывай. Как обгонял... Как подрезал...''',
         '''На ташкентском базаре покупатель поднимает дыню и, чтобы сбить цену, ехидничает:\n
- Эти яблоки у вас самые большие?\n
Продавец парирует:\n
- Не трогайте виноград руками...\n''',
         '''Автобус битком набит пассажирами. Один мужчина стоит на подножке и говорит:\n
- Наро-о-од, потеснитесь. Иначе по головам пойду!\n
Лысый мужик отвечает ему, поглаживая лысину мокрой ладошкой:\n
- Да чтоб ты поскользнулся!\n
- Да у меня шиповки!''',
         '''Разгадана тайна скрипки Шерлока Холмса:\n
тихими зимними вечерами её звуки разносились по ночному Лондону, и от этого у хулиганов отнимались ноги, у грабителей опускались руки!\n
Насильники тоже были не довольны...''',
         '''Муж внезапно возвращается из командировки и обнаруживает на ночном столике сигару.\n
- Откуда эта сигара?\n
Жена молчит.\n
- Я в последний раз спрашиваю, откуда сигара?\n
- Да из Гаваны, болван! - раздается из шкафа.''',
         '''Шеф обращается к новому сотруднику:\n
- Мой заместитель объяснил вам, что вы будете делать?\n
- Да, мсье.\n
- И что же он вам сказал?\n
- Что я должен просыпаться, если вы появитесь.''',
         '''- Скажите, пожалуйста, ваш цепной пес подпускает к себе?\n
- Конечно! Иначе как он сможет вас укусить?
''',
         '''- Куда идем мы с Пятачком - большой, большой секрет!\n
- Ой, Винни, а я бумагу забыл взять!''',
         '''Заблудился Геолог в тайге, кричит: "Люди! Где вы!? Помогите!"\n
Выходит из-за дерева Чукча и говорит демоническим голосом:\n
"А, как здесь - так "люди!", а как в Москве - так "сковородки с ушами"!"''',
         '''Жена обращается к своему зевающему мужу:\n
- Слушай, раз уж у тебя все равно рот открыт, крикни нашему малышу, чтобы он шел домой.''',
         '''Приземляется парапланеристка:\n
- Ой, так ударилась, чуть ноги не переломала!\n
Инструктор посмотрел и говорит:\n
- Ну-у, переломать не переломала, но погнула капитально.''',
         '''- Официант! Этот бифштекс из конины?\n
- Нет, сэр, бифштекс не из конины: кони кончились! Этот бифштекс из телеги!''',
         '''Новый русский едет со своей девушкой в Мерсе.\n
- Смотри, я щас на красный свет проеду!\n
И проезжает на полной скорости. Девушка в восторге.\n
На следующем перекрестке останавливается, несмотря на то, что горит зеленый свет.\n
Девушка:\n
- Ты чего?\n
- Да вот щас такой же джигит поедет...''',
         '''Исповедуется друг алкоголика:\n
- Я не люблю напиваться в присутствии жены, неприятно видеть, как их становится двое...''',
         '''Дочка спрашивает маму:\n
- А кто этот страшный, волосатый дядя с красными глазами?\n
- А это твой папа.\n
- А он что заболел?\n
- Нет, к Интернету подключился.''',
         '''Нищий стучится в дом.\n
- Мадам, я уже три дня не видел мяса.\n
- Сара, покажи ему котлету.''',
         '''Приезжает ковбой в город и останавливается в крутой гостинице. Там все как положено, сауна, бассейн. И вдруг на третий день его к этому бассейну инструктор не допускает:v - Почему меня не пускают. Я за все уплатил.\n
- Да, сэр, но вы писаете в воду!\n
- Ну и что, так делают почти все!\n
- Да, но вы один делаете это с вышки.''',
         '''Чапаев ездил поступать в военную академию.\n
- Василий Иваныч, все сдал?\n
- Нет, не все, Петька. Кровь сдал, мочу сдал, а математику не смог.''',
         '''Зона. 8 часов утра. Перекличка. Начальник сообщает заключенным:\n
- С сегодняшнего дня наша зона перешла на трехразовое усиленное питание!\n
- Ур-р-ра! - кричат зеки.\n
- Вторник, четверг, суббота!''',
         '''Студент хнычет:\n
- Профессор, я не заслуживаю двойки! Профессор:\n
- Знаю... Но более низких оценок у нас, к сожалению, нет!''',
         '''У одного чукчи сломался будильник. Приходит он в часовую мастерскую, где приемщик тоже чукча. Открыл он будильник и видит, что в механизме застрял дохлый таракан.\n
- Не будет работать, - уверенно констатирует он.\n
- Почему? - удивляется владелец часов.\n
- Механик сдох! - разводит руками приемщик.''',
         '''Два джентльмена после охоты сидят у камина, вытянув ноги к огню, и молчат:\n
- Сэр, боюсь, что ваши носки начинают тлеть.\n
- Вы, вероятное, хотите сказать - сапоги, сэр?\n
- Нет, сапоги уже давно сгорели, сэр.''',
         '''Служащий опоздал на работу и столкнулся в коридоре со своим шефом:\n
- Вы опоздали на целых два часа! У вас есть уважительная причина?\n
- Да, я готовился стать отцом.\n
- О! Поздравляю... И когда же это случится?\n
- Месяцев через девять...''',
         '''На экзамене профессор спрашивает студента:\n
- Скажите, почему я Вас не видел ни на одной лекции?\n
- Да я все время за колонной сидел.\n
- Никогда бы не подумал, что за одной колонной могут сидеть столько человек!''',
         '''- Где вы бы посоветовали нам поставить палатки? - спрашивают туристы местного жителя.\n
- Внизу, на лугу. Там уже стоит около десятка палаток.\n
- А какие-нибудь развлечения в вашей округе есть?\n
- Да, раз в неделю я выпускаю на луг своего быка.''',
         '''Поймал однажды матрос золотую рыбку.\n
- Отпусти! Я выполню любое твое желание!\n
- Не надо. Лучше выполни первое желание капитана, когда он выйдет на палубу!\n
Капитан утром выходит, потягивается и говорит:\n
- Ну и погодка! Якорь в задницу!''',
         '''- Потерпевший, узнаете ли вы человека, который угнал у вас машину?\n
- Ваша честь, после речи его адвоката, я вообще не уверен, была ли у меня машина.''',
         '''Пьяный никак не может затолкнуть двушку в прорезь автомата.\n
- Напился, - а еще таксист, - сказала прохожая.\n
- С чего взяла?\n
- Шапка таксистская.\n
- Да, - задумчиво произнес пьяный, - а была ондатровая.''',
         '''Комментатор футбольного матча по радио:\n
- Родригес выходит к воротам. Удар головой - штанга!\n
Еще удар головой - штанга! Опять удар головой - штанга!!!... v Дайте ему, наконец, мяч или как-нибудь прекратите эту истерику!''',
         '''Один новый русский решил по старой доброй памяти покататься в троллейбусе.\n 
Но у него ничего не вышло: "Мерседес" в троллейбус не влез...''',
         '''- Послушайте, официант, вы принесли мне омара без одной клешни.\n
В чем дело?\n
- Видите ли, сэр, эти омары такие свежие, что не успели их доставить сюда, как они устроили на кухне настоящую драку друг с другом...\n
- Тогда заберите этого и принесите мне победителя!''',
         '''Мужик долго не был дома, приехал, стучит в дверь костяшками пальцев - никто не открывает. Он стучит кулаком - все равно не открывают. Он ногой - без результата. Тут соседка высовывается из-за двери:\n
- А ты рогами, рогами постучи!''',
         '''Едет по лесу генеральская машина, половину штаба везет на заседание к другой половине. Колея узкая такая.
Вдруг видят впереди ГАЗ-66 буксует. Застрял, значит. Ну генерал подходит к водителю: мол освобождай дорогу. А тот ему:\n
Не могу, товарищ генерал. Застрял. А если вам ехать надо, так толкайте.\n
Вытолкал генерал со штабом ГАЗ и говорит, вытирая пот: "Ну и тяжелая у тебя машина". На что водитель делает добрые глаза и отвечает:\n
Конечно тяжелая - 20 дебелей домой везу.''',
         '''Семеро козлят пинают волка. Тот кричит:\n
- Вы что делаете, волки?\n
- Молчи, козел!''',
         '''Проходит футбольный матч между слонами и муравьями. Ну соответственно слоны выиграли. После окончания игры капитан слонов подходит к капитану муравьев и говорит:\n
- Извини, понимаешь, мы сегодня столько ваших затоптали.\n
- Ничего, мы тоже грубо играли.''',
         '''На экзамене по электротехнике преподаватель спрашивает студента:\n
- Какие вы знаете изоляторы? Студент мнется, смотрит в потолок, и т.д. и т.п.\n
Тогда преподаватель начинает задавать наводящие вопросы:\n
- Ну, допустим, встречаетесь вы с девушкой. Чем вы будете с ней заниматься?\n
Студент (радостно)\n
- А-а-а, эбонит! Профессор (смущенно)\n
- Ну что же, тоже правильно, хотя я имел в виду целлулоид.''',
         '''Вовочка спрашивает доктора:\n
- Доктор, а может забеременеть девочка в 7 лет?\n
- Конечно, нет - отвечает доктор.\n
- Шантажистка чертова - возмущается Вовочка.''',
         '''Полночь. Морг. Санитары сидят в подсобке и дринчат казенный спирт. В секционной дежурит бедный студент. Вдруг он с позеленевшим лицом влетает в подсобку: Там... Там... Встревоженные санитары: Что? Там покойник ожил!!!!!\n
Итить твою мать, что людей пугаешь. Мы уж испугались - подумали главврач с проверкой.''',
         '''Два студента заключили пари. Пришли на остановку такси.\n
- Скажи, водитель, какая цена до ул. Горького?\n
- Червонец.\n
- А если я с другом?\n
- Червонец.\n
- Видишь, Вася, я же говорил тебе, что ты ничего не стоишь.''',
         '''Стоят на посту двое гаишников - старый и молодой.
Старый ушел в будку погреться, а молодой остановил водителя за превышение скорости. 
Водитель прилепил гаишнику 25 рублей на лоб и со словами "Подавись, собака" поехал дальше. 
Тот пришел в будку и рассказал все старому. Старый отлепил четвертной со лба молодого, положил в карман и говорит:\n
- Это я собака, а ты еще щенок!''',
         '''Сели играть в карты Волк, Медведь, Заяц и Лиса.\n
Медведь раздал карты и говорит:\n
- Играть честно, а кто будет хитрить, получит по РЫЖЕЙ и НАГЛОЙ МОРДЕ!!!''',
         '''Поймал Старик золотую рыбку, а она ему и говорит:\n
-Слушай, Дед, твоя Старуха еще жива?\n
-Жива.\n
-Ну, тогда лучше сразу в уху!''',
         '''Однажды Чукча купил автомобиль. Приехал на нем к себе в стойбище. Высыпал народ, любуется. Один Чукча протер фары:\n
- Однако, какие большие глаза!\n
Другой похлопал по крыше:\n
- Однако, какая крепкая шкура!\n
Третий подергал за выхлопную трубу:\n
- Однако, - самец!''',
         '''Инструктор по физической подготовке старался вызвать y группы новобранцев интерес к спорту, расхваливая свои физические возможности. Он рассказал им, как однажды переплыл широкую реку три раза подряд. Из группы послышался смех.\n
- Что здесь смешного? - обиженно спросил инструктор.\n
- Извините, сэр, - ответил один солдат, - но мне показалось странным, почему вы не переплыли реку в четвертый раз и не вернулись на тот берег, где оставили одежду.''',
         '''Маленькая Катя рассматривает семейный альбом.\n
- Мамочка, - кричит она. - Кто этот кудрявый красавец с черной бородкой?\n
- Это твой папа.\n
- Что ты говоришь? А кто же тогда этот лысый человек с седой щетиной, который живет с нами?''',
         '''Заловили бандиты в парке парня и говорят ему:\n
- Ну, все, пиши завещание ЩА положим!...\n
Он:\n
- Ребят, вас много, все равно положите, дайте размяться.\n
- Ну, разминайся...\n
Парень начинает приседать, прыгать и т.д.\n
Они:\n
- Эээ, чувак, ты боксер, что ли?\n
- Да неееет, бегун...''',
         '''Начинающие парашютисты, наглый инструктор с синей рожей, высота 5000 м.\n
Курсанты робко жмутся друг к другу при виде раскрытого люка. Инструктор:\n
- Ну что, мужики, боитесь? С небом надо обращаться запросто! - расстегивает штаны и с громким пуканием отливает вниз. - Ну что, мужики, ремни яйца не жмут?\n
- Мы девушки...''',
         '''Новый русский покупает квартиру и спрашивает:\n
- А это тихая квартира?\n
- Очень тихая! Предыдущего владельца пристрелили - так никто и не услышал!''',
         '''Час пик. Два наркомана сидят в троллейбусе. Подходит старушка.\n
- Сыночек, и как вам не стыдно! Уступили бы место.\n
Один начинает вставать. Другой ему:\n
- Сиди, Серега! Я эту наколку знаю: ты встанешь - она сядет!''',
         '''Мужчина в обеих руках несет бутылки. Приятель его спрашивает:\n
- Ты что, тару несешь сдавать?\n
- Нет, с женой поругался, так она сказала: забирай свои вещи и уходи.''',
         '''У хирурга.\n
- Сестра, что у нас сегодня?\n
- Два легких случая: автокатастрофа, производственная травма. И один тяжелый - муж, отказавшийся мыть посуду.''',
         '''Рыболов хвастает перед приятелями:\n
- В прошлое воскресенье я поймал щуку - вот, как моя рука!\n
- Брось заливать! Таких волосатых щук не бывает!''',
         '''Начальник - секретарше:\n
- Вы уволены!\n
- Почему, шеф? Я вас уважаю и люблю.\n
- Во время уважения вы мне кое-что подарили, чем я успел поделиться с женой!''']
